Repository: ghosthamlet/clamav
Catalog: translations/*.po
Languages: de, ja, zh_hans

source: Enable <a href="http://www.clamav.net" title="ClamAV">ClamAV</a> anti-virus scans
de: <a href="http://www.clamav.net" title="ClamAV">ClamAV</a>-VirenschutzScans aktivieren
ja: <a href="http://www.clamav.net" title="ClamAV">ClamAV</a> アンチウイルススキャンを有効にする
zh_hans: 启用<a href="http://www.clamav.net" title="ClamAV">ClamAV</a>防病毒扫描

source: Select anti-virus scan method
de: Virenschutz-Scanverfahren wählen
ja: アンチウイルス スキャン方法を選択してください
zh_hans: 请选择防病毒扫描方式

source: Connect to a 'clamav-daemon' TCP socket
de: Verbindung zu einem 'clamav-daemon' TCP-Socket herstellen
ja: 'clamav-daemon' TCP ソケットに接続
zh_hans: 连接到‘clamav-daemon’TCP 插槽

source: Run a 'clamscan' program
de: 'clamscan'-Programm ausführen
ja: 'clamscan' プログラムを実行
zh_hans: 运行‘clamscan’程序

source: A preferable way is to use a 'clamav-daemon' since it ensures much faster performance then a 'clamscan' program. Daemon should have a read access to the web server's temporal files in order to scan them.
de: Es ist besser, 'clamav-daemon' zu verwenden, weil so höhere Geschwindigkeiten gewährleistet sind als bei einem 'clamscan'-Programm. Daemon sollte über Lesezugriff auf die temporären Dateien des Webservers verfügen, um sie zu scannen.
ja: 'clamscan' プログラムよりも高速パフォーマンスの 'clamav-daemon' を使用することをお勧めします。 デーモンには Web サーバーの一時ファイルにアクセスしてスキャンするための読み取りアクセスがあります。
zh_hans: 更好的方法是使用‘clamav-daemon’，因为它能确保更快的性能，然后才是‘clamscan’程序。 为了扫描文件，Daemon 应当有网页服务器临时文件的访问权限。

source: Allow file uploads if the daemon is not running or program is not found
de: Datei-Uploads erlauben, wenn Daemon nicht ausgeführt oder das Programm nicht gefunden wird
ja: デーモンが実行されていない、またはプログラムが見つからないときにファイルのアップロードを許可
zh_hans: 如果进程未运行或程序未找到，允许文件上传。

source: No
de: Nein
ja: いいえ
zh_hans: 否

source: Yes
de: Ja
ja: はい
zh_hans: 是

source: Choose if you want to allow file uploads when scan is enabled, but the daemon is not running or program is not found.
de: Wählen Sie, ob Sie Datei-Uploads erlauben möchten, wenn die Scan-Funktion aktiviert, aber Daemon nicht ausgeführt oder das Programm nicht gefunden wird.
ja: スキャンが有効なときにファイルのアップロードを許可したにもかかわらず、デーモンが実行されていない、またはプログラムが見つからない場合に選択します。
zh_hans: 启用扫描时，如果您希望上传文件，请选中它。但进程不会运行或程序未找到。

source: The 'clamav-daemon' %version is found at %host:%port.
de: 'clamav-daemon' %Version in %host:%port gefunden.
ja: 'clamav-daemon' %version が %host:%port に見つかりました。
zh_hans: 在 %host:%port 上找到‘clamav-daemon’ %版本。

source: The clamav-daemon is not found at %host:%port.
de: 'clamav-daemon' nicht in %host:%port gefunden.
ja: clamav-daemon が %host:%port に見つかりません。
zh_hans: 在%host:%port 上未找到‘clamav-daemon’。

source: ClamAV daemon
ja: ClamAV デーモン
zh_hans: ClamAV 进程

source: These settings will be used if you have chosen "Connect to a 'clamav-daemon' TCP socket" above.
de: Diese Einstellungen werden verwendet, wenn Sie weiter oben "Verbindung zu einem 'clamav-daemon' TCP-Socket herstellen" gewählt haben.
ja: これらの設定は、上記の「'clamav- daemon' TCP ソケットに接続」を選択した場合に使用されます。
zh_hans: 如果您选择上面的 "连接到 'clamav- daemon' TCP 埠"，这些设置会生效。

source: 'clamav-daemon' host
ja: 'clamav-daemon' ホスト
zh_hans: ‘clamav-daemon’主机

source: A hostname 'clamav-daemon' is running on. For most cases it will run on the same machine as a webserver.
de: Name des Hosts, auf dem 'clamav-daemon' ausgeführt wird. In den meisten Fällen wird er auf dem gleichen Rechner wie ein Webserver ausgeführt.
ja: ホスト名「'clamav-daemon'」は実行されていません。 ほとんどの場合、Web サーバーとして同じコンピュータで実行されています。
zh_hans: 主机名‘clamav-daemon’正在运行。 多数情形下它与网页服务器是同一机器。

source: 'clamav-daemon' TCP port
ja: 'clamav-daemon' TCP ポート
zh_hans: ‘clamav-daemon’ TCP 端口

source: A TCP port 'clamav-daemon' is listening to. Default port for the daemon is 3310.
de: Ein TCP-Port, den 'clamav-daemon' abhört. Standardport für den Daemon ist 3310.
ja: TCP ポート「'clamav-daemon'」はリッスンしています。 デーモンの既定のポートは 3310 です。
zh_hans: ‘clamav-daemon’TCP 端口正在监听。 进程默认的端口是 3310。

source: ClamAV program
de: ClamAV-Programm
ja: ClamAV プログラム
zh_hans: ClamAV 程序

source: These settings will be used if you have chosen "Run a 'clamscan' program" above.
de: Diese Einstellungen werden verwendet, wenn Sie weiter oben "'clamscan'-Programm ausführen" gewählt haben.
ja: これらの設定は上記の「'clamscan' プログラムを実行」を選択した場合に使用されます。
zh_hans: 如果您选择了上面的 "运行 'clamscan' 程序"，这些设置将生效。

source: The 'clamscan' %version is found at %path. If the field is left empty the default utility will be used.
de: Die 'clamscan'-%version ist in %path installiert. Ist das Feld leer, wird das Standardhilfsprogramm verwendet.
ja: 'clamscan' %versionが %path に見つかりました。 フィールドが空の場合は既定のユーティリティが使用されます。
zh_hans: ‘clamscan’%版本在 %路径中没有找到。 如果该字段为空，将使用默认的程序。

source: The 'clamscan' is not found. Please, specify the full path.
de: 'clamscan' wurde nicht gefunden. Geben Sie bitte den vollständigen Pfad an.
ja: 'clamscan' が見つかりません。 フル パスを指定してください。
zh_hans: 未找到‘clamscan’。 请指定完整路径。

source: A path to the scanning utility 'clamscan'
de: Pfad zum Scan-Hilfsprogramm 'clamscan'
ja: スキャン ユーティリティ 'clamscan' へのパス
zh_hans: ‘clamscan’扫描程序的路径

source: Full path to the 'clamscan' utility.
de: Vollständiger Pfad zum 'clamscan'-Hilsprogramm.
ja: 'clamscan' ユーティリティのフル パス
zh_hans: ‘clamscan’程序的完整路径。

source: Antivirus utility is not found on the system. Please contact site administrator.
de: Auf dem System wurde kein Virenschutzprogramm gefunden. Wenden Sie sich bitte an Ihren Webseitenadministrator.
ja: アンチウイルス ユーティリティがシステムに見つかりません。 サイト管理者にお問い合わせください。
zh_hans: 系统中没有找到防病毒软件。 请与网站管理员联系。

source: A virus %virus has been found in the uploaded file.
de: In der hochgeladenen Datei wurde ein Virus %virus gefunden.
ja: ウイルス %virus がアップロードされたファイルに見つかりました。
zh_hans: 在已上传的文件中发现 %virus 病毒。

source: Antivirus daemon is not running on the system. Please contact site administrator.
de: Auf dem System ist kein Virenschutz-Daemon. Wenden Sie sich bitte an Ihren Webseitenadministrator.
ja: アンチウイルス デーモンがシステムで実行されていません。 サイト管理者にお問い合わせください。
zh_hans: 系统中没有运行防病毒进程。 请与网站管理员联系。

source: The 'clamscan' utility is not installed at %path.
de: 'clamscan'-Hilfsprogramm ist nicht in %path installiert.
ja: 'clamscan' ユーティリティが %path にインストールされていません。
zh_hans: ‘clamscan’程序没有安装在 %path 中。

source: The file %file uploaded by %user contained a virus %virus and was deleted.
de: Die von %user hochgeladene Datei %file enthielt einen Virus (%virus) und wurde gelöscht.
ja: %userによってアップロードされたファイル %fileにはウイルス%virusが含まれているため、削除されました。
zh_hans: %user 上传的 %file 文件包含 %virus 病毒，已删除。

source: Clam output : !output
ja: Clam 出力 : !output
zh_hans: Clam 输出： !output

source: The file %file uploaded by %user and scanned by ClamAV is not infected.
de: Die von %user hochgeladene und gescannte Datei %file ist nicht infiziert.
ja: %user によってアップロードされ、ClamAV によってスキャンされたファイル %file は感染していません。
zh_hans: 由 %user 用户上传的 %file 经过 ClamAV 扫描没有感染病毒。

source: The 'clamav-daemon' is not running at %host host %port port.
de: 'clamav-daemon' wird nicht auf dem %host Host %port Port ausgeführt.
ja: 'clamav-daemon' が %host ホストの %port ポートで実行されていません。
zh_hans: %host 主机的 %port 端口上没有运行‘clamav-daemon’。

source: The 'clamav-daemon' SCAN command failed to scan a file %file with the following error %error.
de: Der 'clamav-daemon' SCAN-Befehl konnte die Datei %file nicht scannen. Der folgende Fehler wird ausgegeben: %error.
ja: 'clamav-daemon' のSCAN コマンドでのファイル%fileのスキャンに失敗しました。次のエラーが発生しました: %error
zh_hans: ‘clamav-daemon’的 SCAN 命令扫描 %file 文件失败，错误：%error。

source: There was an error scanning your file upload for viruses. Please contact the site administrator.
de: Beim Scannen Ihres Datei-Uploads nach Viren ist ein Fehler aufgetreten. Wenden Sie sich bitte an den Webseitenadministrator.
ja: ファイル アップロードのウイルス スキャン中にエラーが発生しました。 サイト管理者にお問い合わせください。
zh_hans: 病毒扫描上传的文件时发生错误。 请与网站管理员联系。

source: Antivirus software is not running on the system.
de: Auf dem System ist kein Virenschutzprogramm.
ja: アンチウイルス ソフトウェアがシステムで実行されていません。
zh_hans: 系统没有运行防病毒软件。

source: Anti-virus (ClamAV)
de: Virenschutz (ClamAV)
ja: アンチウイルス (ClamAV)
zh_hans: 防病毒 (ClamAV)

source: ClamAV Anti-Virus
de: ClamAV-Virenschutz
ja: ClamAV アンチウイルス
zh_hans: ClamAV 防病毒

source: Integration with the ClamAV virus scanner for filefield / imagefield.
de: Integration mit dem ClamAV-Virenscanner für filefield (Dateifeld) / imagefield (Bildfeld).
ja: ファイルフィールド / 画像フィールドの ClamAV ウイルス スキャナとの統合
zh_hans: 整合 ClamAV 病毒扫描到文件字段/图像字段中。

source: Anti-virus
de: Virenschutz
ja: アンチウイルス
zh_hans: 防病毒
